Repository: aumosita/AntiElectricity
Catalog: CotEditor/Localizables/Panels/About.xcstrings
Source language: en
Languages: fr, ja, ko

source: %@ icon
fr: Icône %@
ja: “%@”アイコン
ko: %@ 아이콘

source: About %@
fr: À propos de %@
ja: %@について
ko: %@에 관하여

source: and everyone who supports AntiElectricity!
fr: ainsi que tous ceux supportant AntiElectricity !
ja: そしてAntiElectricityを支えてくれるすべての皆さま!
ko: 그리고 AntiElectricity를 응원해주시는 모든 분들!

source: Code Contributors
fr: Contributeurs du code
ja: コード貢献者
ko: 코드 기여자

source: AntiElectricity is an open source program licensed under the Apache License, Version 2.0.
fr: AntiElectricity est un programme open source sous licence Apache, version 2.0.
ja: AntiElectricityはオープンソースプログラムとして Apache License, Version 2.0でライセンスされてます。
ko: AntiElectricity는 오픈소스 프로그램이며, Apache License, Version 2.0으로 보호됩니다.

source: AntiElectricity uses the following awesome technologies. We are deeply grateful for those who let us use their valuable work.
fr: AntiElectricity utilise les technologies géniales suivantes. Nous sommes très reconnaissants envers ceux nous permettant d’utiliser leurs précieux travaux.
ja: AntiElectricityは下記の素晴らしい技術を使用しています。有益な作品の公開に深く感謝いたします。
ko: AntiElectricity는 다음과 같은 멋진 기술을 활용합니다. 가치있는 작업물을 사용할 수 있게 해주신 분들께 매우 감사드립니다.

source: Credits
fr: Crédits
ja: クレジット
ko: 기여자

source: License
fr: Licence
ja: 利用許諾契約
ko: 사용권 계약

source: Licenses
fr: Licences
ja: 利用許諾契約
ko: 사용권 계약

source: Localization
fr: Localisation
ja: ローカリゼーション
ko: 번역

source: only on non-AppStore version
fr: uniquement la version non-AppStore
ja: 非AppStore版のみ
ko: 비 AppStore 버전에만 해당

source: original developer
fr: développeur original
ja: オリジナル開発者
ko: 원 개발자

source: Special Thanks
fr: Merci spécial
ja: スペシャルサンクス
ko: 고마운 분들

source: The AntiElectricity Project
fr: Le projet AntiElectricity
ja: AntiElectricityプロジェクト
ko: AntiElectricity 프로젝트

# Version %@ (%@)
source: Version %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
